Repository: Gamer125/fofix
Catalog: MFH-Mod/trunk/data/po/*.po
Languages: spanish

source: Mods, Cheats, AI
spanish: Mods, Trampas, IA

source: %s Credits
spanish: Créditos de %s

source: Quickset
spanish: Configuración Rápida

source: Hide Advanced Options
spanish: Ocultar Opciones Avanzadas

source: FoFiX needs to restart to apply setting changes.
spanish: Hay que reiniciar FoFiX para aplicar los cambios.

source: Test Controls
spanish: Probar Controles

source: New Controller
spanish: Nuevo Control

source: Edit Controller
spanish: Editar Control

source: Delete Controller
spanish: Eliminar Control

source: You must specify a controller for slot 1!
spanish: ¡Debe especificar un control para la posición 1!

source: Controllers in slots %d and %d conflict. Setting %d to None.
spanish: Los controles en las posiciones %d y %d están en conflicto. Se ha cambiado %d a Ninguno.

source: %d more conflicts.
spanish: %d conflictos más.

source: Choose a new songs directory.
spanish: Escoge la carpeta de canciones.

source: See Advanced Options
spanish: Ver Opciones Avanzadas

source: Cheats
spanish: Trampas

source: [Default Microphone]
spanish: [Micrófono Predeterminado]

source: [Microphones not supported]
spanish: [Micrófonos no soportados]

source: Move left
spanish: Izquierda

source: Move right
spanish: Derecha

source: Move up
spanish: Subir

source: Move down
spanish: Bajar

source: Pick
spanish: Rasgueo

source: Secondary Pick
spanish: Rasgueo Secundario

source: Bass Drum 2
spanish: Bombo 2

source: Solo Fret #1
spanish: Traste de Solo #1

source: Solo Key
spanish: Tecla Solo

source: Analog Slider
spanish: Deslizador Análogo

source: Solo Fret #2
spanish: Traste de Solo #2

source: Solo Fret #3
spanish: Traste de Solo #3

source: Solo Fret #4
spanish: Traste de Solo #4

source: Solo Fret #5
spanish: Traste de Solo #5

source: Analog SP
spanish: Star Power Análogo

source: Analog SP Threshold
spanish: Rango Análogo de Star Power

source: Analog SP Sensitivity
spanish: Sensibilidad Análoga de Star Power

source: Analog Drums
spanish: Batería Análoga

source: Inverted
spanish: Invertido

source: Analog Effects
spanish: Efectos Análogos

source: Sound FX Switch
spanish: Switch de Efectos

source: Cycle
spanish: Ciclo

source: Microphone Device
spanish: Dispositivo de Micrófono

source: Tap Sensitivity
spanish: Sensibilidad de Tap

source: Standard Guitar
spanish: Guitarra Estándar

source: Solo Shift Guitar
spanish: Guitarra de Botones de Solo

source: Drum Set (4-Drum)
spanish: Batería (4 tambores)

source: Analog Slide Guitar
spanish: Guitarra de Deslizador Analógica

source: Microphone
spanish: Micrófono

source: Controller Type
spanish: Tipo de Control

source: Auto Kick
spanish: Pedal Automático

source: Default Drum
spanish: Tambor Predeterminado

source: Controller 1
spanish: Control 1

source: Controller 2
spanish: Control 2

source: Controller 3
spanish: Control 3

source: Controller 4
spanish: Control 4

source: Auto Kick Bass
spanish: Pedal de Bombo Automático

source: Medium Assist Mode
spanish: Modo de Asistencia Intermedio

source: Easy Assist Mode
spanish: Modo de Asistencia Fácil

source: Jurgen Played!
spanish: ¡Ha jugado Jurgen!

source: Effects Saved SP
spanish: Effectos Ahorraron Star Power

source: All Tapping
spanish: Todo Tapping

source: HOPO Frequency: Most
spanish: Frecuencia de Hammer-on/Pull-off: Máxima

source: HOPO Frequency: Even More
spanish: Frecuencia de Hammer-on/Pull-off: Muy Alta

source: HOPO Frequency: More
spanish: Frecuencia de Hammer-on/Pull-off: Alta

source: HOPO Frequency: Less
spanish: Frecuencia de Hammer-on/Pull-off: Baja

source: HOPO Frequency: Least
spanish: Frecuencia de Hammer-on/Pull-off: Mínima

source: HOPO Disabled!
spanish: Hammer-on/Pull-off deshabilitado!

source: Hit Window: Tightest!
spanish: Margen de Nota: Muy preciso!

source: Hit Window: Tight!
spanish: Margen de Nota: Preciso!

source: Hit Window: Wider
spanish: Margen de Nota: Amplio

source: Hit Window: Widest
spanish: Margen de Nota: Muy Amplio

source: Two Note Chords
spanish: Acordes de Dos Notas

source: No Fail Mode
spanish: Modalidad de No Fallar

source: Sloppy Mode!
spanish: ¡Modo Permisivo!

source: Song Slowdown
spanish: Lentitud de Canción

source: Early Hit Window Adjustment
spanish: Ajuste de Margen de Nota Adelantada

source: N/A
spanish: No Disp.

source: settings
spanish: configuración

source: HOPOs
spanish: Hammer-on/Pull-offs

source: Hit Window
spanish: Margen de Nota

source: Adjusted Score Multiplier:
spanish: Multiplicador de Puntaje Ajustado:

source: Original Score:
spanish: Puntaje Original:

source: Long Streak: %s
spanish: Notas Seguidas: %s

source: %s Notes Hit
spanish: %s Notas Tocadas

source: Part: %s
spanish: Instrumento: %s
