Repository: Gamer125/fofix
Catalog: MFH-Mod/trunk/data/po/*.po
Languages: spanish

source: Ah yes, I know. I'm amazing.
spanish: Oh, sí, lo sé. Soy increíble.

source: Ah, that was cool.
spanish: Ah, eso estuvo chévere.

source: Und hello everyone.
spanish: Y hallo a todos.

source: My name is Jurgen
spanish: Me llamo Jurgen

source: Und today I will show you
spanish: Y hoy enseñarré

source: how to play this game.
spanish: cómo jugar a esta mierda.

source: Check this sh*t!
spanish: ¡Chequea esto!

source: And now, pick up your keyboard
spanish: Y ahora, agarra tu teclado

source: like this.
spanish: así.

source: When I shred,
spanish: Como yo destrozo

source: I use the whole keyboard.
spanish: uso todo el teclado,

source: But since you SUCK,
spanish: pero como tú erres hasta el culo

source: You will only need
spanish: sólo tendrás que usar

source: These five frets,
spanish: estos cinco trastes

source: Und zie Pick button.
spanish: y un botón para la Púa.

source: However, zie most important
spanish: Sin embargo, lo mázzs importante

source: is the Escape button.
spanish: es el botón Escape.

source: You will need it,
spanish: Lo necesitarás

source: when you finally realize
spanish: cuando al final te des cuenta

source: that you SUCK.
spanish: de que DAS PENA.

source: Bigtime.
spanish: Mucho.

source: To me, that is already obvious.
spanish: Para mí ya es obvio.

source: Ok, there comes your first note.
spanish: De acuerdo, aquí viene tu primera nota.

source: You can already hold down the 1st fret
spanish: Ya puedes pulsar el primer traste.

source: BUT DON'T PICK IT YET!
spanish: ¡PERO NO RASGUEES AÚN!

source: You missed it.
spanish: La cagaste.

source: Ok, let's try it again.
spanish: De acuerdo, inténtalo de nuevo.

source: Ok, wait for it.
spanish: De acuerdo, espera la nota.

source: Wait for it.
spanish: Espera la nota.

source: *Sigh*
spanish: *Suspiro*

source: Now, hold down two frets.
spanish: Ahora, sostén dos trastes.

source: Ah, you missed it!
spanish: ¡Oh, fallaste!

source: And now, try this super easy lick.
spanish: Y ahora, intenta esta sucesión tán fácil.

source: Und up to my tempo.
spanish: Y subiendo hasta mi tempo.

source: Don't try this,
spanish: No intentes esto

source: or you'll just hurt yourself.
spanish: o sólo conseguirás hacerte daño.

source: Ok, that was about
spanish: De acuerdo, eso era como

source: four billion notes per second.
spanish: cuatro mil millones de notas por segundo.

source: If I play that any faster,
spanish: Si tocase eso sólo un poco más rápido

source: your minds would just blow up.
spanish: vuestros cerebros simplemente explotarían.

source: Ok, that is it for now.
spanish: De acuerdo, eso es todo por ahora.

source: You can now go and sell
spanish: Ya puedes ir a vender

source: your keyboards on Ebay.
spanish: tus teclados en Ebay.

source: Because you SUCK.
spanish: Porque DAS LÁSTIMA.

source: And remember one thing.
spanish: Y recuerda

source: I am your new god, little girls.
spanish: Soy vuestro nuevo dios, nenazas.

source: Play Game
spanish: Jugar

source: Career
spanish: Carrera

source: Quickplay
spanish: Partida Rápida

source: Practice
spanish: Práctica

source: Settings >
spanish: Opciones >

source: Quit
spanish: Salir

source: Import Guitar Hero(tm) Songs
spanish: Importar Canciones Guitar Hero(tm)

source: Import New Song
spanish: Importar Nueva Canción

source: Import GH(tm) Songs
spanish: Importar Canciones GH(tm)

source: Host Multiplayer Game
spanish: Albergar Partida Multijugador

source: Join Multiplayer Game
spanish: Unirse a Juego Multijugador

source: Tutorials
spanish: Tutoriales

source: Face-Off
spanish: Cara a Cara

source: Pro Face-Off
spanish: Cara a Cara Pro

source: Party Mode
spanish: Modo Fiesta

source: Enter the server address:
spanish: Introduce la dirección del servidor:

source: Connecting...
spanish: Conectando...

source: Connection lost.
spanish: Connexión perdida.

source: Player
spanish: Jugador

source: Player2
spanish: Jugador2

source: Player #%d
spanish: Jugador #%d

source: Enter your name:
spanish: Introduce tu Nombre:

source: Lobby (%d players)
spanish: Vestíbulo (%d jugadores)

source: No players in game
spanish: No hay jugadores

source: Press Enter to Start Game
spanish: Presiona Enter para Comenzar

source: Browsing Collection...
spanish: Explorando la colección ...

source: Filter: %s
spanish: Filtro: %s

source: Not found
spanish: No encontrado

source: Loading Preview...
spanish: Cargando Preescucha...

source: One Song In This Setlist
spanish: Una Canción En Este Setlist

source: %d Songs In This Setlist
spanish: %d Canciones En Este Setlist

source: There Are %d Songs In This Setlist.
spanish: Hay %d Canciones En Este Setlist.

source: [Parent Folder]
spanish: [Carpeta Superior]

source: [Accept Folder]
spanish: [Aceptar Carpeta]

source: %s [Folder]
spanish: %s [Carpeta]

source: Neck
spanish: Mástil

source: %.2f beats per minute
spanish: %.2f beats por minuto

source: A key conflict exists somewhere. You should fix it.
spanish: Hay un conflicto en alguna parte. Deberías arreglarlo.

source: That key is already in use. Please choose another.
spanish: Esa tecla ya está en uso. Por favor, escoge otra.

source: No tutorial found in your song library!
spanish: ¡No hay tutorial en tu biblioteca de canciones!

source: Killswitch
spanish: Vibrato

source: Killswitch %d%%
spanish: Vibrato al %d%%

source: Pick!
spanish: ¡Púa!

source: Choose a Song
spanish: Elige una Canción

source: Choose a File
spanish: Elige un Fichero

source: Play with the keys and press Escape when you're done.
spanish: Juega con las teclas y pulsa Escape cuando estés satisfecho.

source: Loading...
spanish: Cargando...

source: Reset this entire career
spanish: Resetear esta Carrera

source: Are you sure you want to reset this entire career?
spanish: ¿Seguro que quieres resetear por completo esta carrera?

source: Resetting career...
spanish: Reseteando Carrera...

source: Preparing...
spanish: Preparando...

source: Credits
spanish: Créditos

source: This mod is built on Alarian's Mod,
spanish: Este mod está construído sobre Alarian's Mod,

source: which was built on Ultimate Coffee's Ultimate Mod,
spanish: que fue construido sobre Ultimate Mod de Ultimate Coffee,

source: which was built on Rogue_F's RF_Mod 4.15,
spanish: que fue construido sobre RF-Mod 4.15 de Rogue_F,

source: which was, of course, built on Frets on Fire 1.2.451,
spanish: que, por supuesto, fue construido sobre Frets On Fire 1.2.451,

source: which was created by Unreal Voodoo
spanish: que fue creado por Unreal Voodoo.

source: Coders:
spanish: Programadores:

source: No particular order
spanish: Sin ningún orden especial

source: Main graphic contributors:
spanish: Principales colaboradores gráficos:

source: Creators of the Career Mode
spanish: Creadores del Modo Carrera

source: Tutorial inspired by:
spanish: Tutorial inspirado por:

source: Resource donators:
spanish: Donantes de Recursos:

source: Honorary credits to:
spanish: Créditos honorarios para:

source: Other credits:
spanish: Otros créditos:

source: Made with:
spanish: Hecho con:

source: Source Code available under the GNU General Public License
spanish: Código Fuente disponible bajo la Licencia Pública General GNU

source: Copyright 2006, 2007 by Unreal Voodoo
spanish: Copyright 2006, 2007 por Unreal Voodoo

source: Copyright 2008 by MFH-Alarian Team
spanish: Copyright 2008 por MFH-Alarian Team

source: Edit Existing Song
spanish: Editar una Canción Existente

source: Song Editor
spanish: Editor de Canciones

source: Tuning Guitar...
spanish: Afinando Guitarra...

source: Save Song
spanish: Guardar Canción

source: Set Song Name
spanish: Definir Nombre de Canción

source: Set Artist Name
spanish: Definir Nombre del Artista

source: Set Beats per Minute
spanish: Definir Compases por Minuto

source: Estimate Beats per Minute
spanish: Estimar el número de compases por minuto

source: Set A/V delay
spanish: Definir Retardo A/V

source: Set Cassette Color
spanish: Definir Color de Cinta

source: Set Cassette Label
spanish: Definir Etiqueta de Cinta

source: Editing Help
spanish: Ayuda de Edición

source: Quit to Main Menu
spanish: Al Menú Principal

source: There are no changes to save.
spanish: No hay cambios que guardar.

source: Saving...
spanish: Guardando...

source: '%s' saved.
spanish: %s guardado.

source: Editing keys:
spanish: Teclas de Edición:

source: Arrows - Move cursor,
spanish: Flechas - Mover cursor,

source: Space - Play/pause song,
spanish: Espacio - Reproducir/pausar canción,

source: Enter - Make note (hold and move for long notes),
spanish: Entrar - Hacer nota (sostener y mover para notas largas),

source: Delete - Delete note,
spanish: Borrar - Borrar la nota,

source: Page Up/Down - Change difficulty
spanish: Re Pag/Av Pag - Cambiar la dificultad

source: Enter Song Name
spanish: Introducir Nombre de Canción

source: Enter Artist Name
spanish: Introducir Nombre del Artista

source: Enter A/V delay in milliseconds
spanish: Introducir retraso A/V en milisegundos

source: That isn't a number.
spanish: Eso no es un número.

source: Enter Beats per Minute Value
spanish: Introducir Valor de Beats por Minuto

source: Tap the Space bar to the beat of the song. Press Enter when done or Escape to cancel.
spanish: Golpea Espacio al ritmo de la canción. Pulsa Enter cuando acabes o Escape para cancelar.

source: Enter cassette color in HTML (#RRGGBB) format.
spanish: Introduce color de cinta en formato HTML (#RRGGBB).

source: That isn't a color.
spanish: Eso no es un color.

source: Choose a 256x128 PNG format label image.
spanish: Elige una imagen de etiqueta en formato PNG 256x128.

source: Loading song...
spanish: Cargando canción...

source: Playing
spanish: Reproduciendo

source: Stopped
spanish: Parado

source: Enter a name for the song.
spanish: Introduce un nombre para la canción.

source: That song already exists.
spanish: Esa canción ya existe.

source: Choose the Instrument Track (OGG format).
spanish: Elige una Pista Instrumental (formato OGG).

source: Choose the Background Track (OGG format) or press Escape to skip.
spanish: Elige una Pista de Fondo (formato OGG) o pulsa Escape para omitirla.

source: Importing...
spanish: Importando...

source: Stage %d/8: Decoding channel %d into PCM
spanish: Etapa %d/8: Decodificando canal %d a PCM

source: Stage 1/8: Splitting VGS file
spanish: Etapa 1/8: Dividiendo fichero VGS

source: Stage 6/8: Joining song stereo tracks
spanish: Etapa 6/8: Uniendo pistas estéreo de la canción

source: Stage 7/8: Joining guitar stereo tracks
spanish: Etapa 7/8: Uniendo pistas estéreo de la guitarra

source: Stage 8/8: Compressing tracks
spanish: Etapa 8/8: Comprimiendo pistas

source: Reading the song list.
spanish: Leyendo lista de canciones.

source: Reading the archive index.
spanish: Leyendo índice de archivos.

source: Extracting %s by %s. %d of %d songs imported. Yeah, this is going to take forever.
spanish: Extracción de %s por %s. %d de %d canciones importadas. Vaya, esto va para largo.

source: Ready
spanish: Preparado

source: All done! %d songs imported. Have fun!
spanish: ¡Listo! %d canciones importadas. ¡A divertirse!

source: No songs could be imported, sorry. Check the log files for more information.
spanish: Lamentablemente, no se pudieron importar canciones. Revisa los logs para más información.

source: Ogg Vorbis encoder (oggenc) not found. Please install it and try again.
spanish: No se encontró el codificador Ogg Vorbis (oggenc). Por favor, instálalo y prueba de nuevo.

source: Ogg Vorbis encoder (oggenc.exe) not found. Please install it to the game directory and try again.
spanish: No se encontró el codificador Ogg Vorbis (oggenc.exe). Por favor, instálalo en el directorio del juego y prueba de nuevo.

source: Make sure you have at least 500 megabytes of free disk space before using this importer.
spanish: Asegúrate de tener al menos 500MB de espacio libre en disco antes de usar este importador.

source: Enter the path to the mounted Guitar Hero (tm) DVD
spanish: Introduce la ruta al DVD de Guitar Hero (tm) montado

source: That's not it. Try again.
spanish: Eso no es. Prueba de nuevo.

source: Importing Songs
spanish: Importando Canciones

source: English
spanish: Inglés

source: Spanish
spanish: Español

source: French
spanish: Francés

source: French (reform 1990)
spanish: Francés (Reforma 1990)

source: German
spanish: Alemán

source: Portuguese
spanish: Portugués

source: Hebrew
spanish: Hebreo

source: Polish
spanish: Polaco

source: Russian
spanish: Ruso

source: Swedish
spanish: Sueco

source: Brazilian portuguese
spanish: Portugués de Brasil

source: English (reversed)
spanish: Inglés (al revés)

source: Elmer Fudd
spanish: Elmer Gruñón

source: Apply New Settings
spanish: Aplicar Cambios

source: Yes
spanish: Sí

source: Off
spanish: Desactivado

source: On
spanish: Activado

source: None
spanish: Ninguno

source: Low
spanish: Bajo

source: High
spanish: Alto

source: Top
spanish: Arriba

source: Bottom
spanish: Abajo

source: RB Only
spanish: Sólo RB

source: Random
spanish: Aleatorio

source: Blank
spanish: Vacío

source: Default
spanish: Por defecto

source: Custom
spanish: Personalizado

source: Party Mode Timer
spanish: Temporizador de Modo Fiesta

source: Language
spanish: Idioma

source: Upload Highscores
spanish: Subir Puntuaciones Máximas

source: Lyrics
spanish: Letras

source: Dual Lyric Prevention
spanish: Evitar Letras Duplicadas

source: Script Lyric Pos
spanish: Pos. Letras de Script

source: MIDI/RB Lyrics
spanish: Letras MIDI/RB

source: MIDI/RB Sections
spanish: Secciones MIDI/RB

source: 1p Only
spanish: Sólo 1 Jug.

source: Failing
spanish: Activar Fracaso en Canciones

source: Star Scoring
spanish: Puntuación en Estrellas

source: Score SFX
spanish: Ef. Sonido de Puntos

source: Enable Jurgen
spanish: Activar Bot Jurgen

source: Jurgen Player
spanish: Jugador con Jurgen

source: Jurgen Logic
spanish: Lógica de Jurgen

source: MFH-Early
spanish: MFH-Anticipada

source: MFH-OnTime1
spanish: MFH-Precisa

source: MFH-OnTime2
spanish: MFH-Humano

source: Bass Groove
spanish: Groove de Bajo

source: Loading Phrases
spanish: Frases de Carga

source: Whammy saves SP
spanish: Vibrato ahorra SP

source: Debug Settings
spanish: Opciones de Depuración

source: Killsw Debug
spanish: Depuración del Vibrato

source: Show unused events
spanish: Mostrar eventos no usados

source: HOPO Debug
spanish: Depuración de HOPO

source: Theme Settings
spanish: Configuración de Temas

source: Theme
spanish: Tema

source: Animated Stage
spanish: Escenario Animado

source: Stages
spanish: Escenarios

source: Song Stage
spanish: Escenario de Canción

source: Rotate Stages
spanish: Rotar Escenarios

source: BackNForth
spanish: Alante y Atrás

source: In Order
spanish: En Orden

source: Rotate Delay
spanish: Retraso de Rotación

source: Animation Delay
spanish: Retraso de Animación

source: RB SP Neck Glow
spanish: Bri. Mást. por SP de RB

source: RB Mult Grow
spanish: Crecim. Mult. RB

source: GH SP Lights
spanish: Luces StarPower de GH

source: Rock Band Version
spanish: Versión de Rock Band

source: Regular
spanish: Normal

source: Rock Band MIDI events
spanish: Eventos MIDI de Rock Band

source: SP Refill
spanish: Rellenado Activo de SP

source: In-Game Stars
spanish: Estrellas En Juego

source: Partial Stars
spanish: Estrellas Parciales

source: Key Settings
spanish: Configurar Controles

source: Test Keys
spanish: Probar Teclas

source: Press a key for '%s' or Escape to cancel.
spanish: Pulsa una tecla para '%s' o Escape para cancelar.

source: Key Conflicts
spanish: Conflictos de Teclas

source: Notify
spanish: Notificar

source: Enforce
spanish: Obligar

source: No check
spanish: Ignorar

source: Drum keys
spanish: Teclas de Batería

source: Keyset
spanish: Set de Teclas

source: Alternate
spanish: Alternativo

source: Player 1 Keys
spanish: Teclas Jugador 1

source: Player 2 Keys
spanish: Teclas Jugador 2

source: Player 1 Alt. Keys
spanish: Teclas Alt. Jugador 1

source: Player 2 Alt. Keys
spanish: Teclas Alt. Jugador 2

source: Analog Killswitch P1
spanish: Vibrato Analógico Jug.1

source: Analog Killswitch P2
spanish: Vibrato Analógico Jug.2

source: P1 Two Key Chords Only
spanish: Sólo Acordes Dobles J1

source: P1 Lefty mode
spanish: Modo Zurdo J1

source: P2 Two Key Chords Only
spanish: Sólo Acordes Dobles J2

source: P2 Lefty mode
spanish: Modo Zurdo J2

source: Drum navigation
spanish: Navegación con Batería

source: Drum Navigation
spanish: Navegación con Batería

source: Lefty mode
spanish: Modo zurdo

source: P2 Menu Navigate
spanish: Jug.2 Usa el Menú

source: Auto Drum SP
spanish: SP de Batería Auto

source: Bass drum
spanish: Bombo

source: Drum #1
spanish: Tambor #1

source: Drum #2
spanish: Tambor #2

source: Drum #3
spanish: Tambor #3

source: Drum #4
spanish: Tambor #4

source: Player 2 Bass drum
spanish: Bombo Jugador 2

source: Player 2 Drum #1
spanish: Tambor #1 Jugador 2

source: Player 2 Drum #2
spanish: Tambor #2 Jugador 2

source: Player 2 Drum #3
spanish: Tambor #3 Jugador 2

source: Player 2 Drum #4
spanish: Tambor #4 Jugador 2

source: P1 Move left
spanish: J1 Mover Izq.

source: P1 Move right
spanish: J1 Mover Der.

source: P1 Move up
spanish: J1 Mover Arr.

source: P1 Move down
spanish: J1 Mover Ab.

source: P1 Pick
spanish: J1 Púa Arr.

source: P1 Secondary Pick
spanish: J1 Púa Ab.

source: P1 Fret #1
spanish: J1 Traste #1

source: P1 Fret #2
spanish: J1 Traste #2

source: P1 Fret #3
spanish: J1 Traste #3

source: P1 Fret #4
spanish: J1 Traste #4

source: P1 Fret #5
spanish: J1 Traste #5

source: P1 Cancel
spanish: J1 Cancelar

source: P1 StarPower
spanish: J1 StarPower

source: P1 Killswitch
spanish: J1 Vibrato

source: Alt P1 Move left
spanish: J1 Mover Izq. Alt.

source: Alt P1 Move right
spanish: J1 Mover Der. Alt.

source: Alt P1 Move up
spanish: J1 Mover Arr. Alt.

source: Alt P1 Move down
spanish: J1 Mover Ab. Alt.

source: Alt P1 Pick
spanish: J1 Púa Arr. Alt.

source: Alt P1 Secondary Pick
spanish: J1 Púa Ab. Alt.

source: Alt P1 Fret #1
spanish: J1 Traste #1 Alt.

source: Alt P1 Fret #2
spanish: J1 Traste #2 Alt.

source: Alt P1 Fret #3
spanish: J1 Traste #3 Alt.

source: Alt P1 Fret #4
spanish: J1 Traste #4 Alt.

source: Alt P1 Fret #5
spanish: J1 Traste #5 Alt.

source: Alt P1 Cancel
spanish: J1 Cancelar Alt.

source: Alt P1 StarPower
spanish: J1 StarPower Alt.

source: Alt P1 Killswitch
spanish: J1 Vibrato Alt.

source: P2 Move left
spanish: J2 Mover Izq.

source: P2 Move right
spanish: J2 Mover Der.

source: P2 Move up
spanish: J2 Mover Arr.

source: P2 Move down
spanish: J2 Mover Ab.

source: P2 Pick
spanish: J2 Púa Arr.

source: P2 Secondary Pick
spanish: J2 Púa Ab.

source: P2 Fret #1
spanish: J2 Traste #1

source: P2 Fret #2
spanish: J2 Traste #2

source: P2 Fret #3
spanish: J2 Traste #3

source: P2 Fret #4
spanish: J2 Traste #4

source: P2 Fret #5
spanish: J2 Traste #5

source: P2 Cancel
spanish: J2 Cancelar

source: P2 StarPower
spanish: J2 StarPower

source: P2 Killswitch
spanish: J2 Vibrato

source: Alt P2 Move left
spanish: J2 Mover Izq. Alt.

source: Alt P2 Move right
spanish: J2 Mover Der. Alt.

source: Alt P2 Move up
spanish: J2 Mover Arr. Alt.

source: Alt P2 Move down
spanish: J2 Mover Ab. Alt.

source: Alt P2 Pick
spanish: J2 Púa Arr. Alt.

source: Alt P2 Secondary Pick
spanish: J2 Púa Ab. Alt.

source: Alt P2 Fret #1
spanish: J2 Traste #1 Alt.

source: Alt P2 Fret #2
spanish: J2 Traste #2 Alt.

source: Alt P2 Fret #3
spanish: J2 Traste #3 Alt.

source: Alt P2 Fret #4
spanish: J2 Traste #4 Alt.

source: Alt P2 Fret #5
spanish: J2 Traste #5 Alt.

source: Alt P2 Cancel
spanish: J2 Cancelar Alt.

source: Alt P2 StarPower
spanish: J2 StarPower Alt.

source: Alt P2 Killswitch
spanish: J2 Vibrato Alt.

source: Visual Settings
spanish: Configuraciones Visuales

source: Video Settings
spanish: Opciones de Video

source: Video Resolution
spanish: Resolución de Pantalla

source: Fullscreen Mode
spanish: Pantalla Completa

source: Frames per Second
spanish: Imágenes por segundo

source: Antialiasing Quality
spanish: Suavizado de Líneas

source: Enable Glow-FX
spanish: Activar Ef. Brillo

source: Game Time
spanish: Tiempo de Juego

source: Elapsed
spanish: Transcurrido

source: Countdown
spanish: Cuenta Regresiva

source: Accuracy
spanish: Precisión

source: Friendly
spanish: Amigable

source: Numeric
spanish: Numérico

source: Both
spanish: Ambos

source: Accuracy Words Pos
spanish: Palabras de Precisión

source: Right-top Corner
spanish: Arr. Derecha

source: Center
spanish: Centro

source: Center-Bottom
spanish: Centro-Abajo

source: Left-Bottom Corner
spanish: Abajo Izq.

source: Left
spanish: Izquierda

source: Right
spanish: Derecha

source: GtrSolo Pos.
spanish: Posición de Mens. Solo

source: Solo Accuracy
spanish: Precisión de Solo

source: Detail
spanish: Detalle

source: Percent
spanish: Porcentaje

source: Decimal Places
spanish: Lugares Decimales

source: Glow-FX Color
spanish: Color de Ef. Brillo

source: Same as Fret
spanish: Como el Traste

source: Actual Color
spanish: Color Real

source: SVG Quality
spanish: Calidad SVG

source: GfxVersionTag
spanish: Et. Ver. Ef. Gráficos

source: Rotate 3D Notes
spanish: Rotar Notas 3D

source: Fretboard Settings
spanish: Mástil

source: Phrases
spanish: Frases

source: Missed Notes
spanish: Notas Omitidas

source: Disappear
spanish: Desaparecen

source: Keep on going
spanish: Siguen Pasando

source: Hit Margin
spanish: Margen de Pulsación

source: Frets Under Notes
spanish: Trastes Bajo las Notas

source: Point Of View
spanish: Punto de Vista

source: Ignore open strums
spanish: Ignorar tañido abierto

source: Static Strings
spanish: Cadenas estáticas

source: HO/PO System
spanish: Sistema HO/PO

source: GH2 Strict
spanish: GH2 Estricto

source: GH2 Sloppy
spanish: GH2 Permisivo

source: HOPO Indicator
spanish: Indicador HO/PO

source: HO/PO Frequency
spanish: Frecuencia HO/PO

source: Less
spanish: Menos

source: More
spanish: Más

source: HO/PO After Chord
spanish: HO/PO Tras Acorde

source: Board Speed
spanish: Vel. del Tablero

source: BPM & Diff
spanish: BPM y Dif.

source: Difficulty
spanish: Dificultad

source: Percentage
spanish: Porcentaje

source: Speed Percent
spanish: Porcentaje de Vel.

source: Note Hit-window
spanish: Precisión al Tocar

source: Wide
spanish: Amplia

source: Tight
spanish: Ajustada

source: Tight Like a Tiger
spanish: Mínima

source: Hot Pants Tight
spanish: Muy Ajustada

source: Large Drum Neck
spanish: Mástil Grande de Batería

source: Bass Groove Neck
spanish: Mást. Groove de Bajo

source: Overlay
spanish: Sobreimpresión

source: Replace
spanish: Reemplazar

source: Guitar Solo Neck
spanish: Mást. Solo de Guitarra

source: In-Game Font Shadow
spanish: Texto Sombreado en Juego

source: All Players
spanish: Todos

source: P1 Only
spanish: Sólo Jugador 1

source: Audio Settings
spanish: Opciones de Audio

source: Volume Settings
spanish: Volumen

source: Guitar Volume
spanish: Volumen Guitarra

source: Song Volume
spanish: Volumen Canción

source: Rhythm Volume
spanish: Volumen del Ritmo

source: Miss Volume
spanish: Vol. al Equivocarse

source: Kill Volume
spanish: Volumen Vibrato

source: SFX Volume
spanish: Volumen Efectos

source: Screw Up sounds
spanish: Sonidos al Equivocarse

source: Quiet
spanish: Bajo

source: Loud
spanish: Ruidoso

source: Painful
spanish: Doloroso

source: A/V Delay
spanish: Retraso Audio/Video

source: Sample Frequency
spanish: Frecuencia de Muestreo

source: Sample Bits
spanish: Bits de Muestreo

source: Buffer Size
spanish: Tamaño del Búfer

source: Mute sustain releases
spanish: Enmudecer notas sostenidas

source: Bass kick sound
spanish: Sonido Basskick

source: Drum Misses
spanish: Fallos con Batería

source: On Countdown
spanish: En Cuenta Atrás

source: First note
spanish: Primera Nota

source: Starpower Clap SFX
spanish: Palmas con SP
