Repository: Gamer125/fofix
Catalog: MFH-Mod/trunk/data/po/*.po
Languages: spanish

source: Practice Beat Claps
spanish: Palmas en Práctica

source: Mute Last Second
spanish: Enmudecer Último Seg

source: Kick Bass Sound
spanish: Sonido de Bombo

source: Starpower Claps
spanish: Palmas en Star Power

source: Single Track Miss
spanish: Equivocación en un Instrumento

source: Performance Settings
spanish: Opciones de Rendimiento

source: Priority
spanish: Prioridad

source: 0 Idle
spanish: 0 Inactivo

source: 1 Low
spanish: 1 Baja

source: 3 Above Normal
spanish: 3 Algo Superior

source: 4 High
spanish: 4 Alta

source: 5 Realtime
spanish: 5 Tiempo Real

source: Disable Library Count
spanish: Desac. Cuenta Biblioteca

source: Disable Library Rotation
spanish: Desac. Rotación Biblioteca

source: Starnotes
spanish: Notas Star Power

source: Animated
spanish: Animado

source: Static
spanish: Estático

source: Killswitch FX
spanish: Efecto Vibrato

source: In-Game Stats
spanish: Estadísticas En Juego

source: Preload Glyph Cache
spanish: Precargar Fuentes

source: Star Updates
spanish: Act. Estrellas

source: On Hit
spanish: Al Golpear

source: Score Change
spanish: Al Puntuar

source: Always
spanish: Siempre

source: Never
spanish: Nunca

source: Song Start
spanish: Inicio de Canción

source: First Note
spanish: Primera Nota

source: Song List Settings
spanish: Opc. Lista de Canciones

source: Select Song Library >
spanish: Seleccionar Biblioteca de Música >

source: Sort Order
spanish: Ordenación

source: Artist
spanish: Artista

source: Times played
spanish: Veces tocada

source: Title
spanish: Título

source: Song Display
spanish: Visualizar Canciones

source: List
spanish: Lista

source: Quickplay Tiers
spanish: Agrupar Canc. en P.R.:

source: Library Filepath
spanish: Ruta de la Biblioteca

source: Show
spanish: Mostrar

source: Hide
spanish: Ocultar

source: Song Previews
spanish: Preescuchar

source: Yellow Fret (#3)
spanish: Traste Amarillo (#3)

source: Song Default Highscores
spanish: Punt. a Mostrar por Defecto

source: Display hit% and note streak
spanish: Mostrar % y racha de notas

source: Song Choosing Highscores
spanish: Ver Puntuaciones

source: Blue Fret (#4)
spanish: Traste Azul (#4)

source: Mod settings
spanish: Mods

source: Low Poly CD List
spanish: Lista CDs Baja Res.

source: MegaLight RB Notes
spanish: Notas RB Ultraligeras

source: Guitar Cases
spanish: Cajas de Guitarra

source: Choose Neck >
spanish: Escoger Mástil >

source: Loading necks...
spanish: Cargando mástiles...

source: Yellow (#3) / Blue (#4) to change:
spanish: Amarillo (#3) / Azul (#4) para cambiar:

source: Tier
spanish: Nivel

source: There Is 1 Song In This Setlist
spanish: Hay 1 Canción en esta Lista

source: There are %d songs in this folder
spanish: Hay %d canciones en esta carpeta

source: Played Once
spanish: Tocada Una Vez

source: Played %d times.
spanish: Tocada %d veces.

source: Played %d time
spanish: Tocada %d vez

source: Played %d times
spanish: Tocada %d veces

source: Play To Advance
spanish: Tócala para Avanzar

source: Play To Advance.
spanish: Tócala para Avanzar.

source: -- Locked --
spanish: -- Bloqueada --

source: This song is locked.
spanish: Esta canción está bloqueada.

source: Reset Career
spanish: RESETEAR CARRERA

source: PREVIEW
spanish: PREESCUCHAR

source: End of Career
spanish: Fin de Carrera

source: Start Section:
spanish: Sección de Inicio:

source: Player 1 Choose a part:
spanish: Jugador 1, Escoge Instrumento:

source: Player 2 Choose a part:
spanish: Jugador 2, Escoge Instrumento:

source: NoName
spanish: Sin Nombre

source: Guitar
spanish: Guitarra

source: Bass Guitar
spanish: Bajo

source: Drums
spanish: Batería

source: Rhythm Guitar
spanish: Guitarra Rítmica

source: Lead Guitar
spanish: Guitarra Principal

source: Player 1 Choose a difficulty:
spanish: Jugador 1, Escoge dificultad:

source: Player 2 Choose a difficulty:
spanish: Jugador 2, Escoge dificultad:

source: Easy
spanish: Fácil

source: Medium
spanish: Media

source: Hard
spanish: Difícil

source: Expert
spanish: Experto

source: Get Ready to Rock
spanish: Prepárate para Rockear

source: as made famous by
spanish: Versionada para el juego. Original de

source: by
spanish: Versión Original. Como fue grabada por

source: fretted by
spanish: Fretada por

source: Jurgen is here
spanish: Jurgen está aquí

source: Jurgen was here
spanish: Jurgen estuvo aquí

source: Jurgen will show you how it is done.
spanish: Jurgen te mostrará como se hace.

source: Jurgen has left the building.
spanish: Jurgen ha abandonado el edificio.

source: % Complete
spanish: % Completa

source: 50 Note Streak!!!
spanish: Racha de 50 Notas

source: %d Note Streak!!!
spanish: ¡¡¡%d Notas Seguidas!!!

source: Avg:
spanish: Media:

source: Very Late
spanish: Muy Tarde

source: Late
spanish: Tarde

source: Slightly Late
spanish: Levemente Tarde

source: -Excellent!
spanish: -¡Excelente!

source: Perfect!!
spanish: ¡¡Perfecto!!

source: +Excellent!
spanish: +¡Excelente!

source: Slightly Early
spanish: Levemente Pronto

source: Early
spanish: Pronto

source: Very Early
spanish: Muy Pronto

source: Overdrive Ready
spanish: Distorsión Lista

source: Star Power Ready
spanish: Star Power Listo

source: BASS GROOVE
spanish: GROOVE DE BAJO

source: Bass Groove:
spanish: Groove de Bajo:

source: Guitar Solo!
spanish: ¡Solo de Guitarra!

source: Perfect Solo!
spanish: ¡Un Solo Perfecto!

source: Awesome Solo!
spanish: ¡Un Solo Imponente!

source: Great Solo!
spanish: ¡Gran Solo!

source: Good Solo!
spanish: Buen Solo

source: Solid Solo!
spanish: Solo Firme

source: Okay Solo!
spanish: Solo Aceptable

source: Messy Solo!
spanish: Solo Mediocre

source: RESUME
spanish: Continuar

source: RESTART
spanish: Reiniciar

source: CHANGE SONG
spanish: Cambiar de Canción

source: END SONG
spanish: Terminar

source: PRACTICE
spanish: Practicar

source: SETTINGS
spanish: Opciones

source: QUIT
spanish: Salir

source: RESUME
spanish: Continuar

source: RESTART
spanish: Reiniciar

source: GIVE UP
spanish: Rendirse

source: END SONG
spanish: Terminar

source: PRACTICE
spanish: Practicar

source: OPTIONS
spanish: Opciones

source: QUIT
spanish: Abandonar

source: Resume
spanish: Continuar

source: Start Over
spanish: Empezar de Nuevo

source: Change Song
spanish: Cambiar Canción

source: Practice
spanish: Practicar

source: End Song
spanish: Terminar

source: Settings
spanish: Opciones

source: Quit to Main Menu
spanish: Al Menú Principal

source: Continue
spanish: Continuar

source: Change Song
spanish: Cambiar Canción

source: Replay
spanish: Tocarla Otra Vez

source: Restart Song
spanish: Reiniciar Canción

source: TRY AGAIN?
spanish: ¿Otro Intento?

source: GIVE UP?
spanish: ¿Rendirse?

source: PRACTICE?
spanish: ¿Practicar?

source: QUIT
spanish: Salir

source: Try Again?
spanish: ¿Otro Intento?

source: Give Up?
spanish: ¿Rendirse?

source: Practice?
spanish: ¿Practicar?

source: PRACTICE
spanish: Práctica

source: Quit to Main
spanish: Salir al Menú

source: RETRY SONG
spanish: Reintentar

source: RETRY
spanish: Reintentar

source: PRACTICE
spanish: Practicar

source: NEW SONG
spanish: Otra Canción

source: QUIT
spanish: Salir

source: COMPLETED
spanish: Completa

source: % ON
spanish: % EN

source: You Failed!!!!
spanish: ¡¡¡¡Fracasaste!!!!

source: %s Finished!
spanish: ¡%s Completa!

source: Relax, it was an excellent show.
spanish: Relájate, fue un show excelente.

source: Truly Amazing!
spanish: ¡Verdaderamente Increíble!

source: Thanks for playing!
spanish: ¡Gracias por tocar!

source: One more song can't hurt, can it?
spanish: Una más no duele, ¿o sí?

source: What an amazing performance!
spanish: ¡Qué buen show!

source: That's how it's done!
spanish: ¡Así se hace!

source: Part: %s on %s
spanish: Instrumento: %s en %s

source: Part: %s on %s (2 chord)
spanish: Instrumento: %s en %s (Acordes de 2)

source: %d notes hit
spanish: %d notas tocadas

source: Accuracy: %.1f%%
spanish: Precisión: %.1f%%

source: Longest note streak: %d
spanish: Racha de Notas: %d

source: Uploading Scores...
spanish: Subiendo Puntuaciones...

source: No highscore
spanish: No es una puntuación alta

source: %s Cheated!
spanish: ¡%s con trampas!

source: No highscores for cheaters!
spanish: ¡A los tramposos no le apuntamos la puntuación!

source: %d points is a new high score! Enter your name
spanish: ¡%d puntos! ¡Es de lo mejor! Escribe tu nombre

source: %s High Scores for %s
spanish: Puntuaciones Máximas con %s en %s

source: %s High Scores
spanish: Puntuaciones Máximas con %s

source: Difficulty: %s
spanish: Dificultad: %s

source: Theme Specific
spanish: Específico del Tema

source: Capo
spanish: Cejilla

source: HO/PO Note Marks
spanish: Marcas de HO/PO

source: Hitflames Color
spanish: Color de Llamas

source: Disable Variable BPM
spanish: Desactivar BPM Variable

source: Solo Tour
spanish: Tour Solista

source: Use the keyboard to select or just play some notes!
spanish: Escoge con el teclado o toca alguna nota en tu instrumento

source: No Controller
spanish: Control no configurado

source: Press Start to Begin!
spanish: ¡Presiona Start!

source: Choose Your Character
spanish: Asigna Jugador(es)

source: Create New Player
spanish: Crear Nuevo Jugador

source: Saved Characters
spanish: Jugadores Registrados:

source: Information:
spanish: Información:

source: SORTING:
spanish: ORDEN:

source: ALPHABETICALLY BY TITLE
spanish: POR TÍTULO

source: ALPHABETICALLY BY ARTIST
spanish: POR ARTISTA

source: BY PLAY COUNT
spanish: POR VECES TOCADA

source: ALPHABETICALLY BY ALBUM
spanish: POR ÁLBUM

source: ALPHABETICALLY BY GENRE
spanish: POR GÉNERO

source: BY YEAR
spanish: POR AÑO

source: BY BAND DIFFICULTY
spanish: POR DIFICULTAD DE BANDA

source: BY INSTRUMENT DIFFICULTY
spanish: POR DIFICULTAD DE INSTRUMENTO

source: BY SONG COLLECTION
spanish: POR COLECCIÓN DE CANCIONES

source: Yellow (#3) / Blue (#4) to change, Green (#1) to confirm:
spanish: Amarillo (#3) / Azul (#4) para cambiar, Verde (#1) para confirmar:

source: DIFFICULTY
spanish: DIFICULTAD

source: BAND
spanish: Banda:

source: GUITAR
spanish: Guitarra:

source: DRUM
spanish: Batería:

source: BASS
spanish: Bajo:

source: %s Choose a part:
spanish: %s, escoge tu instrumento:

source: %s Choose a difficulty:
spanish: %s, escoge tu dificultad:

source: Loading Graphics...
spanish: Cargando gráficos...

source: FPS Limiter
spanish: Limitador de FPS

source: On (Set Below)
spanish: Activado (Asignar más abajo)

source: Off (Auto Max FPS)
spanish: Desactivado (Máximo)

source: Screw-Up Sounds
spanish: Sonidos al equivocarse

source: Show Fret Glow Effect
spanish: Trastes Brillantes

source: Print Frames per Second
spanish: Mostrar Imágenes por Seg.

source: Fret Glow Color
spanish: Color de Brillo de Traste

source: Use Shaders
spanish: Usar Shaders

source: Animated Star Notes
spanish: Notas Star Power Animadas

source: Advanced Visual Effects
spanish: Efectos Visuales Avanzados

source: Process Priority
spanish: Prioridad del Proceso

source: Use Psyco
spanish: Usar Optimizador Psyco

source: Performance
spanish: Rendimiento

source: Gameplay
spanish: Juego

source: Pause on Loss of Focus
spanish: Pausar al Perder Enfoque

source: Slideshow Delay
spanish: Retardo de Diapositivas

source: Stage Slideshow
spanish: Diapositivas de Escenario

source: Stage Animation
spanish: Animación de Escenario

source: Stage Selection
spanish: Seleccion de Escenario

source: Script Lyric Display
spanish: Letras por Script

source: Use Tiers in Quickplay
spanish: Agrupar por Serie. en P.R.

source: Partial Star Continuous Fillup
spanish: Llenado Progresivo de Estrellas

source: Countdown on Resume
spanish: 3,2,1 al Quitar Pausa

source: SP Refill Mode
spanish: Modo de Cargar SP

source: By Theme
spanish: Según Tema

source: By MIDI Type
spanish: Por tipo de MIDI

source: P1 Analog Effects
spanish: Efectos Analógicos Jug.1

source: P2 Analog Effects
spanish: Efectos Analógicos Jug.2

source: Effects Debug
spanish: Depurar Efectos

source: Drum SP
spanish: Star Power de Bateria

source: Auto / Fills
spanish: Automático al Cargar

source: Manual / Fills
spanish: Manual al Cargar

source: Show Stars In-Game
spanish: Mostrar Estrellas al Jugar

source: Show Partial Stars
spanish: Mostrar Estrellas Parciales

source: HO/PO Debug
spanish: Depurar HO/PO

source: Rock Band MIDI Events
spanish: Eventos MIDI de Rock Band

source: Show Unused Events
spanish: Mostrar Eventos sin Usar

source: GH2 Sloppy Mode
spanish: Modo Permisivo GH2

source: Effects Save SP
spanish: Efectos Ahorran SP

source: HO/PO Frequency Cheats
spanish: Trampas de Frecuencia de HO/PO

source: Even More
spanish: Mucho Más

source: Show Solo Stats
spanish: Estadísticas en Solo

source: Stat Decimal Places
spanish: Decimales en Estadísticas

source: Star Scoring Style
spanish: Estilo de Hacer Estrellas

source: Career Mode Advance
spanish: Avanzar en Modo Carrera

source: 0 (Song Finish)
spanish: 0 (Terminar la Canción)

source: 1 Star
spanish: 1 Estrella

source: 2 Stars
spanish: 2 Estrellas

source: 3 Stars
spanish: 3 Estrellas

source: 4 Stars
spanish: 4 Estrellas

source: 5 Stars
spanish: 5 Estrellas

source: 6 (Gold Stars)
spanish: 6 (Estrellas Doradas)

source: Show HO/PO Indicator
spanish: Mostrar Indicador de HO/PO

source: Show Hit Accuracy
spanish: Mostrar Precisión de Nota

source: Hit Accuracy Pos
spanish: Posición de Precisión de Nota

source: Show In-Game Stats
spanish: Mostrar Estadísticas en el Juego

source: Solo Stat Positioning
spanish: Estadísticas de Solo

source: Drum Miss Penalty
spanish: Penalización Error Batería

source: Time Display Format
spanish: Formato de Tiempo

source: Show Theme Version Tag
spanish: Etiqueta de Versión de Tema

source: Menu Navigation
spanish: Navegación de Menú

source: Results Cheer Loop
spanish: Bucle de Aplausos en Resultados

source: Cheer Loop Delay
spanish: Retardo de Aplausos

source: Miss Pauses Anim
spanish: Equivocarse Detiene Animación

source: Song HO/PO Freq
spanish: Frec. HO/PO de Canción

source: Sustain Muting
spanish: Enmudecer Sostenido

source: Show Solo Frame
spanish: Mostrar Marco de Solo

source: SP Mode
spanish: Modo Star Power

source: Font Mode
spanish: Modo de Texto

source: Inc. Neck Mode
spanish: Acercamiento del Mástil

source: Show MIDI Lyrics
spanish: Mostrar Letras de MIDI

source: Lyric Display Mode
spanish: Modo de Mostrar Letras

source: Show MIDI Sections
spanish: Mostrar Secciones de MIDI

source: Scrolling
spanish: Desplazamiento

source: Simple Lines
spanish: Líneas Simples

source: 2-Line
spanish: Doble Línea

source: Big Rock Endings
spanish: Gran Final

source: Main Neck
spanish: Mástil Principal

source: Solo Neck
spanish: Mástil de Solo

source: Fail Neck
spanish: Mástil Fallando

source: Overlay Neck
spanish: Superponer Mástil

source: All Necks
spanish: Todos los Mástiles

source: NIL Show Next Score
spanish: Saltear Puntajes Vacíos

source: Scroll Delay
spanish: Retardo de Desplazamiento

source: Scroll Rate
spanish: Tasa de Desplazamiento

source: Use (notes-unedited.mid)
spanish: Usar notes-unedited.mid

source: Show BPM
spanish: Mostrar BPM

source: Speed Factor
spanish: Factor de Velocidad

source: Effects Mode
spanish: Modo de Efectos

source: Pitchbend
spanish: Desvío de Tono

source: Log INI Reads
spanish: Logear Lecturas al INI

source: Log Class Inits
spanish: Logear __init__

source: Log Loadings
spanish: Logear cargas de datos

source: Log MIDI Sections
spanish: Logear Secciones MIDI

source: Log Undefined GETs
spanish: Logear GETs no definidos

source: Log Marker Notes
spanish: Logear Notas de Marcador

source: Log SP Misses
spanish: Logear Equivocaciones de SP

source: Log Unedited MIDIs
spanish: Logear MIDIs no editados

source: Log Lyric Events
spanish: Logear Eventos de Letras

source: Log Tempo Events
spanish: Logear Eventos de Tempo

source: RB Graphic Mode
spanish: Modo Gráfico RB

source: Change Score Display
spanish: Mostrar Puntajes

source: Whammy
spanish: Vibrato

source: Battle Settings
spanish: Configuración de Batalla

source: Battle Objects
spanish: Objetos de Batalla

source: Difficulty Up
spanish: Aumentar Dificultad

source: String Break
spanish: Romper Cuerda

source: Double Notes
spanish: Notas Dobles

source: Death Drain
spanish: Drenar Muerte

source: Sudden Death Only
spanish: Sólo Muerte Súbita

source: Amp Overload
spanish: Sobrecargar Amplificador

source: Switch Controls
spanish: Intercambiar Controles

source: Steal Object
spanish: Robar Objeto

source: RB Small 1x Multiplier
spanish: Multiplicador 1x pequeño de RB

source: Board Speed Mode
spanish: Velocidad de Mástil

source: Effects Display Mode
spanish: Modo de Efectos Visuales

source: Show Filepath
spanish: Mostrar Ruta de Archivos

source: 3D Note Rotation
spanish: Rotación de Notas 3D

source: Show In-Game Text
spanish: Texto Sobre el Mástil

source: Only Note Streaks
spanish: Sólo Rachas de Notas

source: Setlist Display Mode
spanish: Modo de Lista

source: List/CD
spanish: Lista/CDs

source: Use Subfolders
spanish: Usar Subcarpetas

source: List All
spanish: Listar Todas

source: Show Song Type Icons
spanish: Íconos de Tipo de Canción

source: Preload Song Labels
spanish: Precargar Etiquetas

source: Label Type
spanish: Tipo de Etiqueta

source: CD Labels
spanish: Etiquetas de CD

source: Album Covers
spanish: Portadas de Álbum

source: Rotating CDs
spanish: CDs Giratorios

source: Remember Play Count
spanish: Recordar Veces Tocadas

source: Show at Song Start
spanish: Mostrar al Empezar Canción

source: Part
spanish: Instrumento

source: Early Hit-window
spanish: Margen Anticipado de Precisión

source: None (RB2)
spanish: Ninguno (RB2)

source: Half (GH2)
spanish: Medio (GH2)

source: Full (FoF)
spanish: Completo (FoF)

source: Show Detailed Handicap
spanish: Mostrar Handicap Detallado

source: Hit-Window Cheat
spanish: Trampa de Margen de Prec.

source: Sort Direction
spanish: Ordenamiento

source: Ascending
spanish: Ascendente

source: Descending
spanish: Descendente

source: Sort Setlist By
spanish: Ordenar por

source: Album
spanish: Álbum

source: Genre
spanish: Género

source: Year
spanish: Año

source: Band Difficulty
spanish: Dificultad de Banda

source: Song Collection
spanish: Colección de Canciones

source: Whammy Changes Sort Order
spanish: Vibrato Cambia Orden

source: Show Setlist Size
spanish: Mostrar Tamaño de la Lista

source: CD Mode Y-Rotation
spanish: Rot.Vert. en Modo CD

source: Graphical Submenus
spanish: Menús Animados

source: Crowd Cheers
spanish: Aplausos

source: Off (Disabled)
spanish: Deshabilitados

source: During SP Only
spanish: Sólo durante SP

source: During SP & Green
spanish: Durante SP y Verde

source: Always On
spanish: Siempre

source: Crowd Volume
spanish: Vol. Multitud

source: Cache Song Metadata
spanish: Caché de Metadatos de Canción

source: Board Speed Percent
spanish: % Velocidad de Mástil

source: No Fail
spanish: No Fallar

source: Difficulty (Setlist Score)
spanish: Dificultad (Puntaje de Lista)

source: Show Additional Stats
spanish: Estadísticas Adicionales

source: Instrument (Setlist Score)
spanish: Instrumento (Puntaje de Lista)

source: Name
spanish: Nombre

source: Name your character!
spanish: Ponle nombre a tu jugador!

source: Flip the guitar frets for left-handed playing!
spanish: Invertir los trastes de la guitarra para jugar con la otra mano.

source: Drum Flip
spanish: Tambores al Revés

source: Flip the drum sounds - red hits become green, and so on
spanish: Invertir el orden de los sonidos de los tambores. El rojo se vuelve verde, etc.

source: Auto-Kick Bass
spanish: Pedal Automático

source: Feet uncooperative? Broke your pedal? Not to worry!
spanish: ¿Te falta un pie? ¿Rompiste el pedal? ¡No hay de qué preocuparse!

source: Assist Mode
spanish: Modo de Asistencia

source: Play hard and expert, even when you're not that good!
spanish: Juega en Difícil y Experto, ¡Aunque no puedas!

source: Two-Chord Max
spanish: Acordes de Dos Dedos

source: Cut those jumbo chords down to a more manageable size!
spanish: ¡Yo solo tengo dos dedos, no puedo con esos acordes!

source: Set a custom neck image just for you!
spanish: ¡Configura un mástil de guitarra exclusivo para ti!

source: Upload Name
spanish: Subir Nombre

source: 'Harry Potter' is all well and good, but...
spanish: Da tu nombre a conocer al mundo...

source: Reset Stats
spanish: Reiniciar estadísticas

source: Sometimes it's better to start from scratch.
spanish: A veces es mejor empezar desde cero.

source: Delete Character
spanish: Eliminar jugador

source: Come on... I didn't mean it. Really, I promise!
spanish: No seas malo... no lo vuelvo a hacer! :(

source: Done
spanish: Listo

source: All finished? Let's do this thing!
spanish: ¿Todo listo? ¡Vamos de una vez!

source: Are you sure you want to reset all stats for this player?
spanish: Confirma el borrar las estadísticas de este jugador.

source: No stats saved.
spanish: No se guardaron estadísticas.

source: Are you sure you want to delete this player?
spanish: Confirma la eliminación de este jugador.

source: That is a terrible name. Choose something not 'default'
spanish: Ese nombre es muy feo. Escoge algo que no sea 'default'

source: That name already exists!
spanish: ¡Ese nombre ya existe!

source: Please enter a name!
spanish: ¡Introduce tu nombre!

source: Speed Select:
spanish: Velocidad:

source: There are no drum parts in this song. Change your controllers to play.
spanish: Esta canción no tiene batería. Cambia de control para jugar.

source: There are no guitar parts in this song. Change your controllers to play.
spanish: Esta canción no tiene guitarra. Cambia tus controles para jugar.

source: Press a key for '%s' or hold Escape to disable.
spanish: Presiona una tecla para '%s' o Escape para deshabilitar.

source: Press a key for '%s' or hold Escape to cancel.
spanish: Presiona una tecla para '%s' o Escape para cancelar.

source: Are you sure you want to delete this controller?
spanish: Confirma la eliminación de este control

source: Please name your controller
spanish: Nombre del control:

source: That name is already taken.
spanish: Ese nombre ya está tomado.

source: Canceled.
spanish: Cancelado.

source: Rename Controller
spanish: Renombrar Control

source: Press the solo shift key. Be sure to assign the frets first! Hold Escape to cancel.
spanish: Presiona la tecla shift de solo. ¡Asegúrate de asignar los trastes primero! Escape para cancelar

source: Press the highest fret on the slider. Hold Escape to cancel.
spanish: Presiona el Traste más alto en el slider. Escape para cancelar.

source: Please rename your controller
spanish: Nuevo nombre del control:

source: Advanced Gameplay Settings
spanish: Configuración Avanzada del Juego

source: HO/PO Settings
spanish: Configuración de HO/PO

source: Test Controller 1
spanish: Probar Control 1

source: Test Controller 2
spanish: Probar Control 2

source: Test Controller 3
spanish: Probar Control 3

source: Test Controller 4
spanish: Probar Control 4

source: Change Neck Transparency
spanish: Transparencia del Mástil

source: Theme Display Settings
spanish: Configuración Visual del Tema

source: Stages Options
spanish: Opciones de Escenario

source: Choose Default Neck >
spanish: Escoge el Mástil Predeterminado >

source: Lyrics Settings
spanish: Letras

source: In-Game Display Settings
spanish: Información en el Juego

source: Advanced Video Settings
spanish: Configuración Avanzada de Video

source: Advanced Audio Settings
spanish: Configuración de Sonido Avanzada

source: Change Setlist Path >
spanish: Ruta de canciones >

source: Log Settings
spanish: Registro (log)

source: Jurgen Settings
spanish: Configuración de Jurgen

source: Gameplay Settings
spanish: Juego

source: Control Settings
spanish: Controles

source: Display Settings
spanish: Pantalla

source: Setlist Settings
spanish: Lista de Canciones

source: Advanced Settings
spanish: Avanzada
